"""Задача 3. Предположим, компания хочет регулярно извлекать данные о продажах,
например, о кампаниях или рекламодателях с полными именами. Как мы можем
решить проблему постоянной необходимости объединения таблиц?"""


"""Для улучшения производительности и уменьшения необходимости постоянного
объединения таблиц можно использовать материализованные представления
(Materialized Views) как это было сделано  во втором задании
или дополнительные столбцы в таблице, содержащие нужные данные
(денормализация таблицы)."""
